Repository: AndreasInk/PodPower-Localization
Catalog: *.lproj/Localizable.strings
Languages: ca, es, it

source: Automatic Posture Improver, Water Logger, and Workout Assistant via your AirPods' motion sensor
ca: Millora automàtica de la postura, registre d'ingesta d'aigua i assistent d'entrenament a través del sensor de moviment dels AirPods
es: Mejora automática de la postura, registro de ingesta de agua y asistente de entrenamiento a través del sensor de movimiento de tus AirPods
it: Miglioramento automatico della postura, registrazione dell'assunzione di acqua e assistente negli allenamenti tramite il sensore di movimento delle tue AirPods

source: Receive alerts if you start to slouch to remind yourself to improve posture
ca: Rep alertes si comences a encorbar-te per recordar-te que has de millorar la postura
es: Recibe alertas si comienzas a encorvarte para recordarte que debes mejorar la postura
it: Ricevi avvisi se inizi a piegarti per ricordarti di migliorare la tua postura

source: Log workout reps and compete with friends to workout more
ca: Registra repeticions en entrenaments i competeix amb amics per entrenar més
es: Registra repeticiones en entrenamientos y compite con amigos para entrenar más
it: Registra le ripetizioni degli allenamenti e gareggia con gli amici per allenarti di più

source: Log water to encourage healthier habits
ca: Registra ingesta d'aigua per fomentar hàbits més saludables
es: Registra ingesta de agua para fomentar hábitos más saludables
it: Registra le assunzioni di acqua per avere abitudini più sane

source: PodPower is paused, please press the play button near the character's head
ca: PodPower està en pausa, premeu el botó de reproducció a prop del cap del personatge
es: PodPower está en pausa, presione el botón de reproducción cerca de la cabeza del personaje
it: PodPower è in pausa, premi il pulsante play vicino alla testa del personaggio

source: PAUSED
ca: EN PAUSA
es: EN PAUSA
it: IN PAUSA

source: Coins and Levels
ca: Monedes i Nivells
es: Monedas y Niveles
it: Monete e Livelli

source: Coins are used to unlock items in the future
ca: Les monedes es fan servir per desbloquejar elements en el futur
es: Las monedas se utilizan para desbloquear elementos en el futuro
it: Le monete servono per sbloccare oggetti in futuro

source: Level up with reps to compete with others
ca: Puja de nivell amb repeticions per competir amb altres
es: Sube de nivel con repeticiones para competir con otros
it: Sali di livello con le ripetizioni per competere con gli altri

source: Background Mode ON
ca: Mode en segon pla ACTIVAT
es: Modo en segundo plano ACTIVADO
it: La modalità in background è accesa

source: Background Mode OFF
ca: Mode en segon pla DESACTIVAT
es: Modo en segundo plano DESACTIVADO
it: La modalità in background è spenta

source: Background Mode
ca: Mode en segon pla
es: Modo en segundo plano
it: Modalità in background

source: Workout Mode
it: Modalità allenamento

source: Workout Mode ON
it: La modalità allenamento è accesa

source: Workout Mode OFF
it: La modalità allenamento è spenta

source: Workout Sensitivity
it: Sensibilità dell'allenamento

source: High
it: Alta

source: Low
it: Bassa

source: Medium
it: Media

source: PodPower can work in the background while doing whatever with your phone
ca: PodPower pot funcionar en segon pla mentre fas el que sigui amb el teu telèfon
es: PodPower puede funcionar en segundo plano mientras haces lo que sea con tu teléfono
it: PodPower può funzionare in background mentre fai altro con il tuo telefono

source: May impact battery performance
ca: Pot afectar el rendiment de la bateria
es: Puede afectar el rendimiento de la batería
it: Può influire sulle prestazioni della batteria

source: Posture Mode ON
ca: Mode postura ACTIVAT
es: Modo postura ACTIVADO
it: La modalità postura è accesa

source: Posture Mode OFF
ca: Mode postura DESACTIVAT
es: Modo postura DESACTIVADO
it: La modalità postura è spenta

source: Posture Mode Sensitivity
ca: Sensibilitat del mode postura
es: Sensibilidad del modo postura
it: Sensibilità della modalità postura

source: Posture Alarm
ca: Alarma de postura
es: Alarma de postura
it: Allarme postura

source: Posture Mode
ca: Mode postura
es: Modo de Postura
it: Modalità postura

source: How Posture Mode Works
ca: Com funciona el mode de postura
es: Cómo funciona el modo de postura
it: Come funziona la modalità postura

source: PodPower can detect your AirPods' motion and detect head movement
ca: PodPower pot detectar el moviment dels teus AirPods i detectar el moviment del cap
es: PodPower puede detectar el movimiento de tus AirPods y detectar el movimiento de la cabeza
it: PodPower può rilevare il movimento dei tuoi AirPods e determinare il movimento della testa

source: With motion data, you can be alerted and annoyed when you have bad posture
ca: Amb les dades de moviment, pots rebre alertes quan tens una postura pobre
es: Con los datos de movimiento, puedes recibir alertas cuando tienes una mala postura
it: Con i dati di movimento, puoi essere avvisato quando non hai una buona postura

source: Have Better Posture!
ca: Tingues una millor postura!
es: Ten una mejor postura!
it: Migliora la postura!

source: Drink Mode ON
ca: Mode beguda ACTIVAT
es: Modo bebida ACTIVADO
it: La modalità bere è accesa

source: Drink Mode OFF
ca: Mode beguda DESACTIVAT
es: Modo bebida DESACTIVADO
it: La modalità bere è spenta

source: Add Drink Type
ca: Afegir Tipus de Beguda
es: Añadir Tipo de Bebida
it: Aggiungi il tipo di bevanda

source: Drink Name
ca: Nom de la beguda
es: Nombre de la bebida
it: Nome della bevanda

source: Create Drink
ca: Crear beguda
es: Crear bebida
it: Crea una bevuta

source: Drink Mode
ca: Mode Beguda
es: Modo Bebida
it: Modalità bere

source: How Drink Mode Works
ca: Com funciona el mode de beguda
es: Cómo funciona el modo de bebida
it: Come funziona la modalità bere

source: With motion data, you can count when your head tilts back as you drink
ca: Amb les dades de moviment, pots comptar quan inclines el cap enrere mentre beus
es: Con los datos de movimiento, puedes contar cuándo inclinas la cabeza hacia atrás mientras bebes
it: Con i dati di movimento, puoi contare quante volte la testa si inclina all'indietro mentre bevi

source: Drink more water!
ca: Beu més aigua!
es: Bebe más agua!
it: Bevi più acqua!

source: Unlimited Sessions
it: Sessioni illimitate

source: Full Customization
it: Personalizzazione completa

source: New Posture Sounds
it: Nuovi suoni di postura

source: Restore Purchases
it: Riprista gli acquisti

source: Purchase For $1.99
it: Acquista per $1.99

source: Unlock The Power Pack to Have Unlimited Sessions
it: Sblocca il pacchetto Power per avere sessioni illimitate

source: Automatically works in the background
it: Funziona automaticamente in background

source: Improve Posture, Log Water Intake, and Count Workout Reps via your AirPods motion sensor
it: Migliora la postura, registra l'assunzione di acqua e conta le ripetizioni di allenamento tramite il sensore di movimento delle tue AirPods
